Repository: tjol/emperor
Catalog: po/*.po
Languages: cs, de

source: _Help
cs: _Nápověda
de: _Hilfe

source: Configuration file not found: %s
cs: Soubor % s konfigurací nebyl nalezen.
de: Konfigurationsdatei konnte nicht gefunden werden: %s

source: Unexpected root element: %s
cs: Neočekávaný kořenový element: %s

source: Unexpected element: %s
cs: Neočekávaný element: %s

source: Error opening “%s”
cs: Chyba při otevírání souboru %s
de: „%s” konnte nicht geöffnet werden

source: Error opening %ud files.
cs: Chyba při otevírání %ud souborů.
de: Fehler beim Öffnen von %ud Dateien.

source: Emperor is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Emperor. If not, see http://www.gnu.org/licenses/
cs: Emperor je svobodný software: můžete jej redistribuovat, modifikovat při splnění podmínek GNU General Public Licence verze 3 a vyšší tak, jak byl publikován Free Software Foundation. Tento program je distribuován v naději, že bude užitečný, ale bez JAKÝCHKOLIV ZÁRUK; ba dokonce bez implicitní záruky prodejnosti či vhodnosti pro určitý účel. Chcete-li vědět více, přečtěte si GNU General Public Licence. Spolu s tímto programem byste měli obdržet kopii GNU General Public Licence. Pokud se tak nestalo, najdete ji na http://www.gnu.org/licenses/.
de: Emperor ist freie Software. Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 3 der Lizenz oder (wenn Sie wünschen) jeder späteren Version. Die Veröffentlichung dieses Programms erfolgt in der Hoffnung, daß es Ihnen von Nutzen sein wird, aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der GNU General Public License. Sie sollten ein Exemplar der GNU General Public License zusammen mit diesem Programm erhalten haben. Falls nicht, siehe http://www.gnu.org/licenses/.

source: About Emperor
cs: O aplikaci Emperor
de: Über Emperor

source: Orthodox File Manager for GNOME
cs: Ortodoxní souborový manažer pro prostředí GNOME
de: Zweispaltiger Dateimanager für GNOME

source: Location of Emperor modules
cs: Umístění modulů Emperor
de: Ordner mit Emperor-Modulen

source: Location of configuration files
cs: Umístění konfiguračních souborů
de: Ordner mit Konfigurationsdateien

source: Error starting application: %s
cs: Chyba při spouštění aplikace: %s
de: Fehler beim Start: %s

source: Error initializing notification system.
cs: Chyba při inicializaci notifikací.
de: Fehler beim Start des Benachrichtigungssystems

source: ERROR: Cannot parse file "%s"
cs: Chyba: Nelze parsovat soubor "%s"

source: ERROR: %s
cs: Chyba: %s

source: Illegal value for binding action: %s
cs: Nepovolená hodnota pro akci: %s

source: Empty match
cs: Prázdná shoda

source: default-application requires content-type
cs: default-application vyžaduje content-type

source: Warning: no default application found for type: %s
cs: Varování: pro typ %s nebyla nalezena žádný výchozí aplikace.
de: Warnung: Kein Standardprogramm für Dateityp „%s”

source: desktop-application without source/reference
cs: desktop-application bez zdroje/reference

source: Warning: Application not found.
cs: Varování: aplikace nebyla nalezena.
de: Warnung: Programm nicht gefunden

source: Major mess. This should never happen.
cs: Opravdový nepořádek. Tato situace neměla nikdy nastat.

source: No suitable application found.
cs: Nebyla nalezena žádná vhodná aplikace.
de: Es konnte kein passendes Programm gefunden werden.

source: Error reading directory: %s (%s)
cs: Chyba při čtení adresáře %s (%s)
de: Fehler beim Lesen des Ordners %s (%s)

source: Error querying parent directory: %s (%s)
cs: Chyba při čtení dotazování rodičovského adresáře %s (%s)
de: Fehler bei der Abfrage des Elternordners %s (%s)

source: Error querying some files. (%s)
cs: Chyba při dotazování souboru. (%s)
de: Fehler bei der Abfrage von Dateien. (%s)

source: Error mounting volume. (%s)
cs: Chyba při připojování svazku. (%s)
de: Datenträger konnte nicht eingehängt werden. (%s)

source: Error accessing mount. (%s)
cs: Chyba při přístupu k připojenému svazku. (%s)
de: Zugriff auf Datenträger fehlgeschlagen. (%s)

source: Location unmounted.
cs: Umístění bylo odpojeno.
de: Datenträger ausgehängt.

source: Error fetching file information. (%s)
cs: Chyba při získávání informací o souboru. (%s)
de: Fehler beim Lesen von Dateiinformationen. (%s)

source: Error reading directory. (%s)
cs: Chyba při čtení složky. (%s)
de: Fehler beim Lesen des Ordners. (%s)

source: Could not resolve symbolic link: %s (%s)
cs: Nelze následovat symbolický odkaz %s (%s)
de: Kann dem Verweis „%s” nicht folgen. (%s)

source: Error following shortcut: %s (%s)
cs: Chyba s klávesovou zkratkou %s (%s)
de: Kann dem Verweis „%s” nicht folgen. (%s)

source: Mounting
cs: Připojování
de: Der Datenträger wird eingehängt

source: Please wait while the location is being mounted.
cs: Vyčkejte, prosím, než bude umístění připojeno.
de: Bitte haben Sie einen Moment Geduld.

source: Cancel
cs: Zrušit
de: Abbrechen

source: Cannot have cell without data
cs: Nelze mít buňku bez dat

source: Unknown column type: %s
cs: Neznámý typ sloupce: %s

source: Illegal value for "sort": "%s"
cs: Nepovolená hodnota v "sort": "%s"

source: There can be only one sorting cell per column.
cs: V každém sloupci může být pouze jedna řadící buňka.

source: Illegal value for "pane": "%s"
cs: Nepovolená hodnota v "pane": "%s"

source: Illegal value for "weight": "%s"
cs: Nepovolená hodnota v "weight": "%s"

source: Illegal value for "style": "%s"
cs: Nepovolená hodnota v "style": "%s"

source: Each command button must an associated action.
cs: Každé ẗlačítko musí mít přiřazenou akci.

source: Unknown action: %s
cs: Neznámá akce: %s

source: _File
cs: _Soubor
de: _Datei

source: Rename
cs: Přejmenovat
de: Umbenennen

source: View
cs: Náhled
de: Betrachten

source: Edit
cs: Upravit
de: Bearbeiten

source: New directory
cs: Nová složka
de: Neues Verzeichnis

source: Delete
cs: Smazat
de: Entfernen

source: Change Directory
cs: Změnit složku
de: Verzeichnis wechseln

source: Reload directories
cs: Znovu načíst složky
de: Neu laden

source: _View
cs: Ná_hled
de: _Ansicht

source: Error fetching file information.
cs: Chyba při zjišťování informací o souboru.
de: Fehler beim Lesen der Dateiinformationen.

source: Rename file
cs: Přejmenovat soubor
de: Datei umbennen

source: Rename “%s” to:
cs: Přejmenovat %s na:
de: „%s” umbenennen in:

source: Error renaming file.
cs: Chyba při přejmenovávání souboru.
de: Datei konnte nicht umbenannt werden.

source: Create new directory in “%s” named
cs: Vytvořit novou složku v %s pojmenovanou
de: Neues Verzeichnis in „%s” erstellen mit Namen

source: Error creating directory.
cs: Chyba při vytváření složky.
de: Verzeichnis konnte nicht erstellt werden.

source: No files selected.
cs: Nebyly vybrány žádné soubory
de: Es sind keine Dateien ausgewählt.

source: Really delete “%s”?
cs: Opravdu chcete smazat "%s"?
de: „%s” wirklich löschen?

source: Really delete %u files?
cs: Opravdu chcete smazat %u souborů?
de: %ud Dateien wirklich löschen?

source: This cannot be undone.
cs: Tato operace nemůže být vrácena.
de: Dieser Vorgang ist unumkehrbar.

source: Error deleting file “%s”.
cs: Chyba při mazání "%s".
de: Datei „%s” konnte nicht entfernt werden.

source: Skip
cs: Přeskočit
de: Überspringen

source: Retry
cs: Opakovat
de: Wiederholen

source: Directory “%s” is not empty! Delete it and all its contents?
cs: Složka "%s" není prázdná! Opravdu ji chcete smazat i s veškerým jejím obsahem?
de: Das Verzeichnis „%s” ist nicht leer! Möchten Sie es wirklich mitsamt seines Inhalts entfernen?

source: Always
cs: Vždy
de: Immer

source: Error opening file.
cs: Chyba při otevírání souboru.
de: Datei konnte nicht geöffnet werden.

source: <DIR>
cs: <SLOŽKA>
de: <VERZ>

source: Open Terminal
cs: Otevřít terminál
de: Terminalprogramm öffnen

source: Compare directories with Meld
cs: Porovnat adresáře pomocí Meld
de: Verzeichnisse mit Meld vergleichen

source: Compare files with Meld
cs: Porovnat soubory pomocí Meld
de: Dateien mit Meld vergleichen

source: Failed to launch xterm! How very odd.
cs: Chyba při spouštění aplikace xtzerm! Velmi podivné.
de: Seltsam - xterm konnte nicht gestartet werden!

source: Failed to launch Meld! What a mess.
cs: Chyba při spouštění aplikace Meld! Jaká škoda.
de: Oh nein! Meld konnte nicht gestartet werden.

source: Copy
cs: Kopírovat
de: Kopieren

source: Move
cs: Přesunout
de: Bewegen

source: calculating size…
cs: počítání velikosti...
de: Größe wird berechnet...

source: Dereference symbolic links
cs: Následovat symbolické odkazy
de: Symbolischen Verweisen folgen

source: Error getting size of “%s”.
cs: Chyba při zjišťování velikosti "%s".
de: Größe von „%s” konnte nicht ermittelt werden.

source: Error fetching size of directory “%s”.
cs: Chyba při zjišťování velikosti složky "%s".
de: Größe des Verzeichnisses „%s” konnte nicht ermittelt werden!

source: Move file
cs: Přesunout soubor
de: Datei bewegen

source: Move file “%s” (%s) to:
cs: Přesunout soubor "%s" (%s) do:
de: Datei „%s” (%s) bewegen nach:

source: Move files
cs: Přesunout soubory
de: Dateien bewegen

source: Move %u files (%s) to:
cs: Přesunout %u souborů (%s) do:
de: %u Dateien (%s) bewegen nach:

source: Copy file
cs: Kopírovat soubor
de: Dateien kopieren

source: Copy file “%s” (%s) to:
cs: Kopírovat soubor "%s" (%s) do:
de: Datei „%s” (%s) kopieren nach:

source: Copy files
cs: Kopírovat soubory
de: Dateien kopieren

source: Copy %u files (%s) to:
cs: Kopírovat %u souborů (%s) do:
de: %u Dateien (%s) kopieren nach:

source: Moving files
cs: Přesouvání souborů
de: Dateien werden bewegt

source: Copying files
cs: Kopírování souborů
de: Dateien werden kopiert

source: Moving file “%s” to “%s”
cs: Přesouvání souboru "%s" do "%s"
de: Bewege Datei „%s” nach „%s”

source: Moving %d files to “%s”
cs: Přesouvání %d souborů do "%s"
de: Bewege %d Dateien nach „%s”

source: Copying file “%s” to “%s”
cs: Kopírování souboru "%s" do "%s"
de: Kopiere Datei „%s” nach „%s”

source: Copying %d files to “%s”
cs: Kopírování %d souborů do "%s"
de: Kopiere %d Dateien nach „%s”

source: Change name
cs: Změna jména
de: Namen ändern

source: Error moving file “%s”.
cs: Chyba při přesunování souboru "%s".
de: Datei „%s” konnte nicht bewegt werden.

source: Error copying file “%s”.
cs: Chyba při kopírování souboru "%s".
de: Datei „%s” konnte nicht kopiert werden.

source: Directory “%s” exists. Merge directories?
cs: Složka "%s" již existuje. Chcete tyto složky spojit?
de: Es gibt bereits ein Verzeichnis „%s”. Verzeichnisse verschmelzen?

source: Skip All
cs: Přeskočit vše
de: Alle überspringen

source: Overwrite All
cs: Přepsat vše
de: Alle überschreiben

source: Merge
cs: Sloučit
de: Verschmelzen

source: File “%s” exists. Overwrite file?
cs: Soubor "%s" již existuje. Chcete jej přepsat?
de: Es gibt bereits eine Datei „%s”. Datei überschreiben?

source: Overwrite
cs: Přepsat
de: Überschreiben

source: Cannot overwrite file with directory
cs: Soubor nelze přepsat adresářem
de: Datei kann nicht durch Verzeichnis ersetzt werden!

source: Attempting to copy a directory to “%s”, but there is a file at that location. You may change the directory's name.
cs: Složku nelze zkopírovat do "%s", protože v cílovém umístění je stejně pojmenovaný soubor. Můžete změnit jméno složky.
de: Das Verzeichnis kann nicht nach „%s” kopiert werden, da sich dort bereits eine Datei befindet. Sie können einen neuen Namen wählen.

source: Cannot overwrite directory with file
cs: Nelze přepsat složku souborem
de: Verzeichnis kann nicht durch atei ersetzt werden!

source: Attempting to copy a file to “%s”, but there is a directory at that location. You may change the file's name.
cs: Soubor nelze zkopírovat do "%s", protože v cílovém umístění je stejně pojmenovaná složka. Můžete změnit jméno souboru.
de: Das Datei kann nicht nach „%s” kopiert werden, da sich dort bereits ein Verzeichnis befindet. Sie können einen neuen Namen wählen.

source: Show Hidden Files
cs: Zobrazit skryté soubory
de: Versteckte Dateien anzeigen

source: Show Backup Files
cs: Zobrazit záložní soubory
de: Backup-Dateien anzeigen

source: _Net
cs: _Síť
de: _Netz

source: Browse Network
cs: Procházet síť
de: Netzwerk durchsuchen

source: Connect to Server
cs: Připojit k serveru
de: Mit Server verbinden

source: Network Servers
cs: Síťová připojení
de: Netzwerkserver

source: Anonymous login
cs: Anonymní přihlášení
de: Anonym einloggen

source: Remember password
cs: Zapamatovat heslo
de: Password speichen

source: Title:
cs: Jméno:
de: Bezeichnung:

source: Protocol:
cs: Protokol:
de: Protokoll:

source: Directory:
cs: Vzdálená složka:
de: Verzeichnis:

source: Login Domain:
cs: Název domény:

source: User Name:
cs: Uživatelské jméno:
de: Benutzername:

source: Password:
cs: Heslo:
de: Passwort:

source: Windows share (smb)
cs: Sdílení Windows (Samba)
de: Windows-Ordner (smb)

source: Secure WebDAV (HTTPS)
cs: Zabezpečené WebDAV (HTTPS)

source: _New Connection
cs: _Nové připojení
de: _Neue Verbindung

source: New Connection
cs: Nové připojení
de: Neue Verbindung

source: Edit Server
cs: Upravit server
de: Server bearbeiten

source: Please enter a connection title.
cs: Zadejte, prosím, jméno připojení.
de: Bitte geben Sie eine Bezeichnung ein

source: Sort directories first
cs: Složky řadit jako první
de: Verzeichnisse zuerst anzeigen

source: _Go
cs: _Jít
de: _Gehe zu

source: Home
cs: Domovská složka
de: Heimverzeichnis

source: Go to parent
cs: Jít do nadřazené složky
de: Elternverzeichnis

source: Go to root
cs: Jít do kořenové složky
de: Wurzelverzeichnis

source: Open volume list
cs: Otevřít seznam svazků
de: Medienliste öffnen

source: unknown
cs: neznámý
de: unbekannt

source: <b>%s</b> (%s; %s of %s free; read-only)
cs: <b>%s</b> (%s; %s z %s volný; pouze ke čtení)
de: <b>%s</b> (%s; frei: %s von %s; schreibgeschützt)

source: <b>%s</b> (%s; %s of %s free)
cs: <b>%s</b> (%s; %s z %s volných)
de: <b>%s</b> (%s; frei: %s von %s)

source: <b>%s</b> (%s of %s free; read-only)
cs: <b>%s</b> (%s z %s volných; pouze ke čtení)
de: <b>%s</b> (frei: %s von %s; schreibgeschützt)

source: <b>%s</b> (%s of %s free)
cs: <b>%s</b> (%s z %s volných)
de: <b>%s</b> (frei: %s von %s)

source: Cannot unmount “%s”.
cs: Nelze odpojit %s.
de: Kann „%s” nicht aushängen.

source: %s on %s
cs: %s na %s
de: %s auf %s

source: Add %s to bookmarks
cs: Přidat %s do záložek
de: Neues Lesezeichen: %s

source: Error writing to bookmarks file.
cs: Chyba při zapisování do souboru se záložkami.
de: Lesezeichendatei konnte nicht geschrieben werden.

source: Error mounting volume.
cs: Chyba při připojování svazku
de: Fehler beim Einhängen des Datenträgers

source: Open
cs: Otevřít
de: Öffnen

source: Delete bookmark
cs: Smazat záložku
de: Lesezeichen entfernen

source: Name
cs: Název

source: Size
cs: Velikost
de: Größe

source: Date
cs: Datum
de: Datum

source: Mode
cs: Režim
de: Modus

source: Preview Pane
cs: Panel náhledu
de: Vorschauansicht

source: Preview
cs: Náhled

source: <a href="mailto:Jan Drábek &lt;me@jandrabek.cz&gt;">Jan Drábek</a> (Czech) <a href="mailto:Thomas Jollans &lt;t@jollybox.de&gt;">Thomas Jollans</a> (German)
de: <a href="mailto:Jan Drábek &lt;me@jandrabek.cz&gt;">Jan Drábek</a> (Tschechisch) <a href="mailto:Thomas Jollans &lt;t@jollybox.de&gt;">Thomas Jollans</a> (Deutsch)

source: .../module/directory/
de: .../modulordner/

source: .../config/directory/
de: .../konfigurationsordner/

source: Port:
de: Port-Nr.:
